Repository: Vistaus/alohomora
Catalog: po/extra/*.po
Languages: fr

source: Password Manager
fr: Gestionnaire de mots de passe

source: Store and manage passwords securely
fr: Stockez et gérez vos mots de passe de façon sécrurisée

source: Password;Manager;Security;
fr: Mot de passe;Gestionnaire;Sécurité;

source: A clean and easy-to-use password manager that securely stores all your passwords in your device.
fr: Un gestionnaire de mots de passe simple et facile à utiliser qui stocke de façon sécurisée tous vos mots de passe dans votre appareil.

source: You can now forget about having to remember a unique, long, complex password for every one of your online accounts.
fr: Vous pouvez désormais vous passer de devoir retenir un mot de passe unique, long et complexe pour chacun de vos comptes en ligne.

source: Built-in password generator
fr: Générateur de mots de passe intégré

source: Enciphers stored secrets
fr: Chiffrement des clés secrètes stockées

source: Copy passwords to your clipboard
fr: Copiez les mots de passe dans votre presse-papiers

source: Improved Usability
fr: Amélioration de l'utilisabilité

source: Search for secrets by just typing the credential name.
fr: Recherchez des mots de passe en tapant le nom de l'identifiant.

source: Your secrets now can be sorted by accessing the preferences section.
fr: Vos mots de passe peuvent désormais être triés depuis les préférences.

source: New Translations
fr: Nouvelles traductions

source: Dutch Translations by @Vistaus (Heimen Stoffels).
fr: Traduction en néerlandais par @Vistaus (Heimen Stoffels).

source: French Translations by @NathanBnm (Nathan Bonnemains).
fr: Traduction en français par @NathanBnm (Nathan Bonnemains).

source: Portuguese Translations by @rottenpants466.
fr: Traduction en portugais par @rottenpants466.

source: Minor Patch
fr: Correction mineure

source: Fixed issue regarding locked secrets.
fr: Correction d'un problème avec les mots de passe verrouillés.

source: Improved app icons.
fr: Amélioration des icônes de l'application

source: Initial Release
fr: Version initiale
