Repository: Vistaus/alohomora
Catalog: po/*.po
Languages: fr, hi, pt, tr

source: Incorrect Key!
fr: Clé incorrecte !
hi: गलत चाबी है!
pt: Chave incorreta!
tr: Yanlış Şifre!

source: The cipher key entered is wrong. Check and try again.
fr: La clé de chiffrement saisie est incorrecte. Veuillez vérifier et réessayer.
hi: दर्ज की गई सैफर चाबी गलत है। जाँच करें और पुनः कोशिश करें।
pt: A chave de codificação inserida está incorreta. Verifique e tente novamente.
tr: Girilen şifre yanlış. Kontrol edip tekrar deneyin.

source: Successful Change
fr: Modification effectuée
hi: बदलाव सफल रहा
pt: Alteração com sucesso
tr: Başarılı Değişiklik

source: Cipher key was successfully changed. Existing secrets are unusable now.
fr: La clé de chiffrement a bien été modifiée. Les clés existantes ne sont désormais plus utilisables.
hi: सैफर चाबी को सफलतापूर्वक बदल दिया है। मौजूदा रहस्य अब दुरुपयोग हैं।
pt: A chave de codificação foi alterada com sucesso. Os segredos existentes são agora inutilizáveis.
tr: Şifreleme anahtarı başarıyla değiştirildi. Mevcut sırlar artık kullanılamaz.

source: Close
fr: Fermer
hi: बंद
pt: Fechar
tr: Kapat

source: Alohomora
hi: अलोहोमोरा

source: Add New Login
fr: Ajouter un nouveau mot de passe
hi: नई लॉगिन जोड़ें
pt: Adicionar um novo Login
tr: Yeni Giriş Ekle

source: Light Theme
fr: Thème clair
hi: लाइट थीम
pt: Tema Claro
tr: Aydınlık Tema

source: Dark Theme
fr: Thème sombre
hi: डार्क थीम
pt: Tema Escuro
tr: Karanlık Tema

source: Search
fr: Rechercher
hi: ढूढें

source: Preferences
fr: Préférences
hi: सेटिंग्स

source: Change Cipher Key
fr: Modifier la clé de chiffrement
hi: सैफर चाबी बदलें
pt: Alterar a Chave de Codificação
tr: Şifre Anahtarını Değiştir

source: Quit
fr: Quitter
hi: छोड़ें
pt: Sair
tr: Çık

source: Help
fr: Aide
hi: मदद
pt: Ajuda
tr: Yardım

source: Welcome
fr: Bienvenue
hi: स्वागत हे
pt: Bem vindo
tr: Hoşgeldiniz

source: Let's Get You Started
fr: Commençons
hi: चलिए शुरू करते है
pt: Vamos começar
tr: Başlayalım

source: I Need To Decipher Your Passwords First
fr: J'ai d'abord besoin de déchiffrer vos mots de passe
hi: पहले आपके पासवर्ड को दीसैफर करने की जरूरत है
pt: Eu Preciso de Descodificar Primeiro as Suas Senhas
tr: Önce Şifrelerinizi Çözmem Gerekiyor

source: Your new cipher key will be used to encipher all your saved passwords
fr: Votre nouvelle clé de chiffrement sera utilisée pour chiffrer tous vos mots de passe enregistrés
hi: आपकी नई सैफर चाबी का उपयोग आपके सभी पासवर्ड को येनसैफर करने के लिए उपयोग किया जाएगा
pt: A sua nova chave de codificação vai ser usada para codificar todas as suas senhas
tr: Yeni şifre anahtarınız, kayıtlı tüm şifrelerinizi şifrelemek için kullanılacaktır.

source: Enter Cipher Key:
fr: Saisissez la clé de chiffrement :
hi: सैफर चाबी दर्ज करें :
pt: Insira Chave de Codificação:
tr: Şifre Anahtarını Girin:

source: Show Cipher Key
fr: Afficher la clé de chiffrement
hi: सैफर चाबी दिखाओ
pt: Mostrar Chave de Codificação
tr: Şifre Anahtarını Göster

source: Submit
fr: Valider
hi: आगे बड़े
pt: Enviar
tr: Gönder

source: No Passwords Found
fr: Aucun mot de passe
hi: कोई पासवर्ड नहीं मिला
pt: Nenhuma senha encontrada
tr: Şifre Bulunamadı

source: Add a new credential.
fr: Ajoutez un nouvel identifiant.
hi: एक नया पासवर्ड जोड़े।
pt: Adicionar uma nova credencial.
tr: Yeni bir kimlik bilgisi ekleyin.

source: Add Password
fr: Ajouter un mot de passe
hi: पासवर्ड जोड़ें
pt: Adicionar Senha
tr: Şifre Ekle

source: Stores a new password securely.
fr: Stocke un nouveau mot de passe de façon sécurisée.
hi: एक नया पासवर्ड सुरक्षित रूप से संचित करता है।
pt: Armazenar uma nova senha com segurança.
tr: Yeni parolayı güvenli bir şekilde saklar.

source: No matches found
hi: कोई मेल नहीं मिले

source: Edit Secret
fr: Modifier le mot de passe
hi: गुप्त बदलें
pt: Editar Segredo
tr: Sırrı Düzenle

source: Delete Secret
fr: Supprimer le mot de passe
hi: गुप्त मिटाएं
pt: Apagar Segredo
tr: Sırrı Sil

source: Copy Password
fr: Copier le mot de passe
hi: पासवर्ड कॉपी करें
pt: Copiar Senha
tr: Şifreyi Kopyala

source: Add New Secret
fr: Ajouter une nouvelle clé
hi: नया रहस्य जोड़ें
pt: Adicionar Novo Segredo
tr: Yeni Sır Ekle

source: Name :
fr: Nom :
hi: नाम :
pt: Nome :
tr: İsim :

source: Eg. GitHub, Facebook, etc.
fr: Par ex. GitHub, Facebook, etc.
hi: जैसे गिटहब, फेसबुक और आदि।
pt: Ex. Github, Facebook, etc.
tr: Örneğin. GitHub, Facebook vb.

source: Username :
fr: Nom d'utilisateur :
hi: उपयोगकर्ता नाम :
pt: Nome de Utilizador :
tr: Kullanıcı adı :

source: Password :
fr: Mot de passe :
hi: पासवर्ड :
pt: Senha :
tr: Parola :

source: Show Password
fr: Afficher le mot de passe
hi: पासवर्ड दिखाओ
pt: Mostrar Senha
tr: Şifreyi Göster

source: Use Existing Password
fr: Utiliser un mot de passe existant
hi: मौजूदा पासवर्ड का उपयोग करें
pt: Usar Senha Existente
tr: Mevcut Şifreyi Kullan

source: Cancel
fr: Annuler
hi: रद्द करें
pt: Cancelar
tr: İptal et

source: Add Secret
fr: Ajouter le mot de passe
hi: रहस्य जोड़ें
pt: Adicionar Segredo
tr: Sır Ekle

source: CHANGING THE CIPHER KEY WILL MAKE THE EXISTING SECRETS UNUSABLE
fr: MODIFIER LA CLÉ RENDRA LES CLÉS EXISTANTES INUTILISABLES
hi: सैफर चाबी को बदलने से मौजूदा रहस्य व्यर्थ हो जाएंगे
pt: ALTERAR A CHAVE DE CODIFICAÇÃO VAI FAZER COM QUE OS SEGREDOS EXISTENTES FIQUEM INUTILIZÁVEIS
tr: ŞİFRE ANAHTARININ DEĞİŞTİRİLMESİ MEVCUT SIRLARI KULLANILAMAZ YAPACAKTIR

source: Old Cipher Key:
fr: Ancienne clé de chiffrement :
hi: पुरानी सैफर चाबी:
pt: Chave de Codificação Antiga:
tr: Eski Şifreleme Anahtarı:

source: Show Old Cipher Key
fr: Afficher l'ancienne clé de chiffrement
hi: पुरानी सैफर चाबी दिखाओ
pt: Mostrar Chave de Codificação Antiga
tr: Eski Şifre Anahtarını Göster

source: New Cipher Key:
fr: Nouvelle clé de chiffrement :
hi: नया सैफर चाबी:
pt: Nova Chave de Codificação:
tr: Yeni Şifreleme Anahtarı:

source: Show New Cipher Key
fr: Afficher la nouvelle clé de chiffrement
hi: नया सैफर चाबी दिखाओ
pt: Mostrar Nova Chave de Codificação
tr: Yeni Şifre Anahtarını Göster

source: Change Key
fr: Modifier la clé
hi: चाबी बदलें
pt: Alterar Chave
tr: Anahtarı Değiştir

source: Generated Password Length:
fr: Longueur du mot de passe généré :
hi: पासवर्ड की लंबाई:

source: Apply
fr: Appliquer
hi: लागू करें
